tap "felixkratz/formulae"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kong/kong"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "weaveworks/tap"
brew "python@3.12"
brew "ansible"
brew "awscli"
brew "bash"
brew "bat"
brew "bottom"
brew "curl"
brew "php"
brew "composer"
brew "coreutils"
brew "docker-credential-helper-ecr"
brew "elixir"
brew "elixir-ls"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flake8"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "kubernetes-cli"
brew "lazygit"
brew "llm"
brew "llvm"
brew "loc"
brew "midnight-commander"
brew "mkcert"
brew "mpv"
brew "node"
brew "nativefier"
brew "neofetch"
brew "nmap"
brew "nss"
brew "nvm"
brew "php@8.2"
brew "pipx"
brew "pnpm"
brew "prettier"
brew "python@3.9"
brew "s3cmd"
brew "shfmt"
brew "stow"
brew "stylua"
brew "telnet"
brew "tenv"
brew "tfenv", link: false
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "whisper-cpp"
brew "wrk"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/vault"
brew "mongodb/brew/mongodb-database-tools"
brew "weaveworks/tap/eksctl"
cask "aerospace"
cask "blackhole-2ch"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "ngrok"
