tap "felixkratz/formulae"
tap "kong/kong"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "yarlson/duh"
tap "yarlson/ftl"
tap "yarlson/invo"
brew "openssl@3"
brew "libyaml"
brew "ansible"
brew "libpng"
brew "aspell"
brew "aws-nuke"
brew "awscli"
brew "gettext"
brew "bash"
brew "oniguruma"
brew "bat"
brew "bc"
brew "bison"
brew "black"
brew "bottom"
brew "fontconfig"
brew "pcre2"
brew "chezmoi"
brew "cmake"
brew "libzip"
brew "php"
brew "composer"
brew "consul-template"
brew "coreutils"
brew "ddgr"
brew "deno"
brew "docker-credential-helper-ecr"
brew "dosbox-x"
brew "elixir"
brew "elixir-ls"
brew "espeak-ng"
brew "exiftool"
brew "expect"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "snappy"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flake8"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "python@3.12"
brew "graphviz"
brew "grip"
brew "helm"
brew "imagemagick"
brew "infracost"
brew "jira-cli"
brew "jj"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "lcdf-typetools"
brew "libmaxminddb"
brew "lima"
brew "llm"
brew "loc"
brew "luacheck"
brew "mariadb"
brew "midnight-commander"
brew "minikube"
brew "mise"
brew "mkcert"
brew "mpv"
brew "neovim"
brew "nixpacks"
brew "nmap"
brew "node"
brew "nowplaying-cli"
brew "nss"
brew "nvm"
brew "pandoc"
brew "pcre"
brew "php@8.2"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "postgresql@15"
brew "postgresql@16"
brew "prettier"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "qrencode"
brew "rabbitmq"
brew "ruby", link: true
brew "rust"
brew "s3cmd"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "snzip"
brew "socat"
brew "staticcheck"
brew "stow"
brew "stylua"
brew "supervisor"
brew "tailwindcss"
brew "telnet"
brew "tenv"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "tree"
brew "upx"
brew "uv"
brew "vhs"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "wgo"
brew "whisper-cpp"
brew "wrk"
brew "yazi"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "mongodb/brew/mongodb-database-tools"
brew "yarlson/duh/duh"
brew "yarlson/ftl/ftl"
cask "aerospace"
cask "basictex"
cask "blackhole-2ch"
cask "blender"
cask "brave-browser"
cask "cursor"
cask "figma"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans"
cask "font-noto-sans-mono"
cask "font-noto-sans-symbols-2"
cask "font-noto-serif"
cask "google-chrome@canary"
cask "kap"
cask "kitty"
cask "localsend"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "obs"
cask "ollama-app"
cask "openra"
cask "sf-symbols"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "waterfox"
cask "zed"
vscode "anan.jetbrains-darcula-theme"
vscode "bahramjoharshamshiri.hcl-lsp"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "diogomoretti.hexxa-theme"
vscode "donjayamanne.githistory"
vscode "dracula-theme.dracula-theme"
vscode "eamodio.gitlens"
vscode "edwinsulaiman.jetbrains-rider-dark-theme"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "iocave.customize-ui"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "jakebecker.elixir-ls"
vscode "michaelzhou.fleet-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-playwright.playwright"
vscode "ms-vscode.makefile-tools"
vscode "vue.volar"
