tap "boz/repo"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homeport/tap"
tap "kdash-rs/kdash"
tap "kong/kong"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "spacelift-io/spacelift"
tap "sst/tap"
tap "steipete/tap"
tap "steveyegge/beads"
tap "tilt-dev/tap"
tap "tinygo-org/tools"
tap "unhappychoice/tap"
tap "withgraphite/tap"
tap "yarlson/duh"
tap "yarlson/ftl"
tap "yarlson/gic"
tap "yarlson/invo"
tap "yarlson/tap"
brew "libpng"
brew "python@3.12"
brew "aider"
brew "python@3.14"
brew "tree"
brew "ansible"
brew "atuin"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "aws-nuke"
brew "python@3.13"
brew "awscli"
brew "gettext"
brew "bash"
brew "bat"
brew "bc"
brew "bdw-gc"
brew "bison"
brew "black"
brew "bottom"
brew "cava"
brew "ccache"
brew "chezmoi"
brew "circumflex"
brew "cliclick"
brew "cloudflared"
brew "cmake"
brew "lima"
brew "colima"
brew "curl"
brew "libtool"
brew "libzip"
brew "composer"
brew "consul-template"
brew "coreutils"
brew "cosign"
brew "ddgr"
brew "deno"
brew "kubernetes-cli"
brew "devspace"
brew "dialog"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "dos2unix"
brew "dosbox-x"
brew "ducker"
brew "elixir"
brew "elixir-ls"
brew "esbuild"
brew "espeak-ng"
brew "exiftool"
brew "expect"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "flake8"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glab"
brew "gleam"
brew "glow"
brew "gnu-sed"
brew "gnucobol"
brew "gnupg"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "goreleaser"
brew "gradle"
brew "graphviz"
brew "grip"
brew "hadolint"
brew "helm"
brew "htpdate"
brew "imagemagick"
brew "infracost"
brew "jira-cli"
brew "jj"
brew "jpeg"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "k9s"
brew "kompose"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "lcdf-typetools"
brew "libbluray"
brew "libmagic"
brew "libmaxminddb"
brew "libtommath"
brew "llm"
brew "llvm@19"
brew "lnk"
brew "loc"
brew "lolcat"
brew "luacheck"
brew "midnight-commander"
brew "minikube"
brew "mise"
brew "mkcert"
brew "mole"
brew "node"
brew "mongosh"
brew "yt-dlp"
brew "mpv"
brew "nano"
brew "nasm"
brew "neovim"
brew "nginx"
brew "ninja"
brew "nixpacks"
brew "nmap"
brew "nowplaying-cli"
brew "nss"
brew "numpy"
brew "nushell"
brew "nvm"
brew "oha"
brew "ollama"
brew "protobuf"
brew "openai-whisper"
brew "openjdk@17"
brew "oxker"
brew "pandoc"
brew "pcre"
brew "php-cs-fixer"
brew "php@8.2"
brew "php@8.3"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "postgresql@15"
brew "postgresql@16"
brew "prettier"
brew "python@3.10"
brew "qemu"
brew "qrencode"
brew "rabbitmq"
brew "rbenv"
brew "redis"
brew "repomix"
brew "ripgrep"
brew "ruby", link: true
brew "s3cmd"
brew "xsimd"
brew "scipy"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "snzip"
brew "socat"
brew "starship"
brew "staticcheck"
brew "stow"
brew "stylua"
brew "subversion"
brew "supervisor"
brew "tailscale"
brew "tailwindcss"
brew "tcl-tk"
brew "telnet"
brew "tenv"
brew "tesseract"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "ttyd"
brew "upx"
brew "uv"
brew "vhs"
brew "vim"
brew "w3m"
brew "watch"
brew "weechat"
brew "wget"
brew "wgo"
brew "whisper-cpp"
brew "wrk"
brew "yamllint"
brew "yazi"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "boz/repo/kail"
brew "charmbracelet/tap/crush"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/vault"
brew "homeport/tap/termshot"
brew "kdash-rs/kdash/kdash"
brew "mongodb/brew/mongodb-database-tools"
brew "oven-sh/bun/bun"
brew "spacelift-io/spacelift/spacectl"
brew "steveyegge/beads/bd"
brew "tilt-dev/tap/tilt"
brew "tinygo-org/tools/tinygo"
brew "unhappychoice/tap/gitlogue"
brew "withgraphite/tap/graphite"
brew "yarlson/duh/duh"
brew "yarlson/ftl/ftl"
brew "yarlson/gic/gic"
cask "nikitabobko/tap/aerospace"
cask "basictex"
cask "blackhole-2ch"
cask "brave-browser"
cask "caffeine"
cask "chatgpt"
cask "claude-code"
cask "codex"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-noto-sans"
cask "font-noto-sans-mono"
cask "font-noto-sans-symbols-2"
cask "font-noto-serif"
cask "ghostty"
cask "goland"
cask "google-chrome@canary"
cask "yarlson/tap/lgtm"
cask "localsend"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "raycast"
cask "yarlson/tap/scr"
cask "sf-symbols"
cask "sublime-text"
cask "vlc"
cask "xquartz"
cask "zed"
go "github.com/air-verse/air"
go "github.com/melkeydev/go-blueprint"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "github.com/go-gremlins/gremlins/cmd/gremlins"
go "github.com/matryer/moq"
go "github.com/ericchiang/pup"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
go "github.com/a-h/templ/cmd/templ"
go "github.com/wailsapp/wails/v2/cmd/wails"
